/* Gallery access error message. */
"App needs access to the gallery to save photos." = "App needs access to the gallery to save photos.";

/* AuthButton title */
"Auth via VK" = "Вход через VK";

/* Description for failed auth. */
"Authorization Failed." = "Авторизация не удалась.";

/* Autorization session closed error. */
"Authorization session was closed." = "Окно авторизации было закрыто.";

/* Description for connection error. */
"Connection Error." = "Ошибка соединения.";

/* Alert title. */
"Error" = "Ошибка";

/* Exit button title. */
"Exit" = "Выход";

/* Description for invalid response error. */
"Invalid response." = "Некорректный ответ от сервера.";

/* Save hud label. */
"Saved" = "Сохранено";

/* Description for unknown error. */
"Something go wrong..." = "Что-то пошло не так...";

/* Description for TokenExpiredError. */
"Token expired! Need to relog." = "Токен истек! Необходимо перезайти.";

"Failed to load image." = "Не удалось загрузить изображение.";

"Failed to get response from server." = "Не удалось получить ответ от сервера";

